<?php 
    $REPORT_STATUS = array(
        0 => "Открыт",
        1 => "В рассмотрении",
        2 => "В работе",
        3 => "Исправлено",
        4 => "Закрыто",
    );

    $REPORT_PROBLEM = array(
        0 => "Падение приложения",
        1 => "Зависание приложения",
        2 => "Неработающая функциональность",
        3 => "Потеря данных",
        4 => "Производительность",
        5 => "Косметическое несоотвествие",
        6 => "Ошибка в тексте",
        7 => "Пожелание",
    );

    $REPORT_PRIORITY = array(
        0 => "Низкий",
        1 => "Средний",
        2 => "Высокий",
        3 => "Критический",
        4 => "Уязвимость",
    );
?>
